/* exercise */
"Burpee" = "Burpee";

/* invitation to exercise */
"Get Fit" = "Kuvaka Muviri";

/* invitation */
"Get Started" = "Kutanga";

/* view user activity */
"History" = "Nhoroondo";

/* exercise */
"Squat" = "Squat";

/* begin exercise / mark as finished */
"Start/Done" = "Tanga/Pedza";

/* exercise */
"Step Up" = "Tsika Mudenga";

/* exercise */
"Sun Salute" = "Saluti yeMabvazuva";

/* greeting */
"Welcome" = "Mauya";

